[Demo_Maya_ep7_3 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=500,Y=-8800,Z=1253),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=503,Y=-8990,Z=1118),VecSub=(X=90,Y=0,Z=0),CId=70)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=600,Y=-8960,Z=-300),VecSub=(X=152,Y=0,Z=0),CId=69)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0700_lp_Depressed",Rate=0,Number=3,Bit=5)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Serious_Sisters.GG2_BGM_DM_Serious_Sisters_Cue')
DemoScripts[9]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Park_2.GG2_AMB_Park_2_LP_Cue')
DemoScripts[10]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[11]=(Actor=FADE,Command=WAIT)
DemoScripts[12]=(Actor=WINDOW,Command=SET)
DemoScripts[13]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[14]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_3.GG2_V_Maya_ep7_3_002_Cue',Name="カミゾノ　マヤ")
DemoScripts[15]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[16]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[17]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0001_fx_close_down",motionName[2]="my_DM_0701_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[18]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[19]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_3.GG2_V_Maya_ep7_3_003_Cue',Name="カミゾノ　マヤ")
DemoScripts[20]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[21]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[22]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[23]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[24]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[25]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_3.GG2_V_Maya_ep7_3_005_Cue',Name="カミゾノ　マヤ")
DemoScripts[26]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[27]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[28]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[29]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[30]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[31]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[32]=(Actor=WINDOW,Command=EXIT)
DemoScripts[33]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[34]=(Actor=FADE,Command=WAIT)
DemoScripts[35]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=600,Y=-8960,Z=1118),CId=69)
DemoScripts[36]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=ROT,Vec=(X=50,Y=0,Z=0),CId=70)
DemoScripts[37]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=0,Rate=0)
DemoScripts[38]=(Actor=SYSTEM,Command=WAIT,SecTime=0.2)
DemoScripts[39]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[40]=(Actor=FADE,Command=WAIT)
DemoScripts[41]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=504,Y=-8800,Z=1253),SecTime=0.3)
DemoScripts[42]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-75,Y=-5,Z=0),SecTime=0.3)
DemoScripts[43]=(Actor=WINDOW,Command=SET)
DemoScripts[44]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_3.GG2_V_Maya_ep7_3_009_Cue',Name="カミゾノ　シノブ")
DemoScripts[45]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[46]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[47]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_3.GG2_V_Maya_ep7_3_010_Cue',Name="カミゾノ　マヤ")
DemoScripts[48]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[49]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[50]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_lp_close_tightly",Rate=0,Number=0,Bit=1)
DemoScripts[51]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[52]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_3.GG2_V_Maya_ep7_3_011_Cue',Name="カミゾノ　シノブ")
DemoScripts[53]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[54]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[55]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[56]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[57]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_3.GG2_V_Maya_ep7_3_012_Cue',Name="カミゾノ　シノブ")
DemoScripts[58]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[59]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[60]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_lp_close_tightly",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[61]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[62]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_3.GG2_V_Maya_ep7_3_013_Cue',Name="カミゾノ　シノブ")
DemoScripts[63]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[64]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[65]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[66]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[67]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_3.GG2_V_Maya_ep7_3_014_Cue',Name="カミゾノ　マヤ")
DemoScripts[68]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[69]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[70]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0002_fx_close_smile_S",motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[71]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[72]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_3.GG2_V_Maya_ep7_3_015_Cue',Name="カミゾノ　シノブ")
DemoScripts[73]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[74]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[75]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=13,Bit=0,Rate=1)
DemoScripts[76]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_3.GG2_V_Maya_ep7_3_016_Cue',Name="カミゾノ　シノブ")
DemoScripts[77]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[78]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[79]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[80]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_3.GG2_V_Maya_ep7_3_017_Cue',Name="カミゾノ　シノブ")
DemoScripts[81]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[82]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[83]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[84]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[85]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_3.GG2_V_Maya_ep7_3_019_Cue',Name="カミゾノ　シノブ")
DemoScripts[86]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[87]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[88]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=13,Bit=0,Rate=0)
DemoScripts[89]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[90]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_3.GG2_V_Maya_ep7_3_020_Cue',Name="カミゾノ　シノブ")
DemoScripts[91]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[92]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[93]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0102_lp_close_tightly",Rate=0,Number=0,Bit=1)
DemoScripts[94]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_3.GG2_V_Maya_ep7_3_021_Cue',Name="カミゾノ　マヤ")
DemoScripts[95]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[96]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[97]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_3.GG2_V_Maya_ep7_3_022_Cue',Name="")
DemoScripts[98]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[99]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[100]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[101]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep7_3.GG2_V_Maya_ep7_3_024_Cue',Name="")
DemoScripts[102]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[103]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[104]=(Actor=WINDOW,Command=EXIT)
DemoScripts[105]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Dokifield_Cue')
DemoScripts[106]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[107]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[108]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[109]=(Actor=SYSTEM,Command=WAIT,SecTime=3)
DemoScripts[110]=(Actor=SYSTEM,Command=END)

[Select_Maya_ep7_3 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Maya_ep7_3 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="如何啊,小真夜!")

Texts[1]=(Label="TEXT02",Name="真夜",Text="怎麼會......!")

Texts[2]=(Label="TEXT03",Name="真夜",Text="我......不相信!/n命運是,要讓小忍/n變得......幸福!")

Texts[3]=(Label="TEXT04",Name="峯大",Text="小真夜....../n是不是真的能讓小忍幸福,/n妳有問過小忍本人嗎?")

Texts[4]=(Label="TEXT05",Name="真夜",Text="咦?")

Texts[5]=(Label="TEXT06",Name="峯大",Text="再說,由我們兩個/n來決定小忍的幸福,/n這樣對小忍不會太失禮嗎?")

Texts[6]=(Label="TEXT07",Name="峯大",Text="雖然這話不該由我來說,/n但妳們兩個都非常笨拙唷./n......這種地方,果然是姊妹呢.")

Texts[7]=(Label="TEXT08",Name="峯大",Text="......小忍......已經可以了哦./n能麻煩妳出來嗎?")

Texts[8]=(Label="TEXT09",Name="忍",Text="真夜......")

Texts[9]=(Label="TEXT10",Name="真夜",Text="小......忍?/n原來妳在......?")

Texts[10]=(Label="TEXT11",Name="忍",Text="真夜這個笨蛋!/n就是因為我明白妳的心情......")

Texts[11]=(Label="TEXT12",Name="忍",Text="無視妹妹的心情,和峯大在一起,/n我還能夠過得幸福....../n妳真的這麼覺得嗎?")

Texts[12]=(Label="TEXT13",Name="忍",Text="別瞧不起妳姊姊了啊!!/n從妹妹那裡接收對我沒意思的男生,/n這種事怎麼可能會幸福啊!!")

Texts[13]=(Label="TEXT14",Name="真夜",Text="怎麼這樣......那麼....../n我......該怎麼做......纔好呢?")

Texts[14]=(Label="TEXT15",Name="忍",Text="我想只要對自己誠實就可以了./n到頭來,我們繞了3年的遠路呢......")

Texts[15]=(Label="TEXT16",Name="忍",Text="......峯大,聽我說./n因為我還沒有好好說出口過......")

Texts[16]=(Label="TEXT17",Name="忍",Text="我想你已經注意到了,/n不過,我喜歡你./n......讓我聽聽你的回答.")

Texts[17]=(Label="TEXT18",Name="峯大",Text="......抱歉./n我喜歡的是真夜./n沒辦法和小忍交往.")

Texts[18]=(Label="TEXT19",Name="忍",Text="嗯,我知道./n啊--啊,挑錯對象了啊......")

Texts[19]=(Label="TEXT20",Name="忍",Text="......好了,真夜.我已經被甩掉了哦./n再來就輪到妳了./n峯大都這麼說了,妳想怎麼做?")

Texts[20]=(Label="TEXT21",Name="真夜",Text="我......我是....../n對峯哥......可是......!")

Texts[21]=(Label="TEXT22",Name="艾可蘿",Text="真夜大人好像陷入混亂了呢./n峯大大人......輪到用你的愛/n引出真夜大人真心話的回合了!")

Texts[22]=(Label="TEXT23",Name="峯大",Text="嗯,拜託妳囉./n艾可蘿.")

Texts[23]=(Label="TEXT24",Name="艾可蘿",Text="好的,請搞定她吧! 峯大大人!/n最終心跳力場,展開!!")

Texts[24]=(Label="TEXT25",Name="艾可蘿",Text="ガーディアン消滅確認!/nこれで心はまるはだかー!!")

Texts[25]=(Label="TEXT26",Name="艾可蘿",Text="峯大様!/n思う存分,やっちゃってください!!")

Texts[26]=(Label="TEXT27",Name="峯大",Text="真夜ちゃん...君の本心を見せてくれ!!")

Texts[27]=(Label="",Name="",Text="")

Texts[28]=(Label="SELECT01",Name="",Text="")

Texts[29]=(Label="SELECT02",Name="",Text="")

Texts[30]=(Label="SELECT03",Name="",Text="")

Texts[31]=(Label="SELECT04",Name="",Text="")

Texts[32]=(Label="SELECT05",Name="",Text="")

Texts[33]=(Label="SELECT06",Name="",Text="")

Texts[34]=(Label="SELECT07",Name="",Text="")

Texts[35]=(Label="SELECT08",Name="",Text="")

Texts[36]=(Label="SELECT09",Name="",Text="")

Texts[37]=(Label="SELECT10",Name="",Text="")


